Repository: OrionasKakomoiroglou/Jorts
Catalog: po/extra/*.po
Languages: bn, fil

source: Lime
fil: dayap

source: Grape
fil: ubas

source: Sticky Note Colour
fil: Kulay ng malagkit na tala

source: Choose a colour for this sticky note
fil: Pumili ng isang kulay para sa malagkit na tala na ito

source: Zoom out
fil: Mag -zoom out

source: Default zoom level
fil: Default na antas ng zoom

source: Zoom in
fil: Mag -zoom in

source: All my very best friends
fil: Lahat ng aking matalik na kaibigan

source: My super good secret recipe
fil: Ang aking sobrang magandang lihim na recipe

source: My todo list
fil: Ang aking listahan ng todo

source: Super secret to not tell anyone
fil: Super lihim upang hindi sabihin sa sinuman

source: My grocery list
fil: Listahan ng aking grocery

source: Random shower thoughts
fil: Mga saloobin sa random na shower

source: My fav fanfics
fil: Ang aking fav fanfics

source: My fav dinosaurs
fil: Ang aking mga fav dinosaur

source: My evil mastermind plan
fil: Ang aking masamang plano sa mastermind

source: What made me smile today
fil: Ano ang nagpangiti sa akin ngayon

source: New sticky, new me
fil: Bagong malagkit, bago ako

source: Hidden pirate treasure
fil: Nakatagong Kayamanan ng Pirate

source: To not forget, ever
fil: Upang huwag kalimutan, kailanman

source: Dear Diary,
fil: mahal na talaarawan,

source: Have a nice day! :)
fil: Magandang araw!

source: My meds schedule
fil: Ang iskedyul ng aking meds

source: Household chores
fil: Mga gawaing bahay

source: Ode to my cat
fil: Ode sa aking pusa

source: My dogs favourite toys
fil: Ang aking mga aso paboritong laruan

source: How cool my birds are
fil: Gaano katindi ang aking mga ibon

source: Suspects in the Last Cookie affair
fil: Ang mga suspek sa huling pag -iibigan ng cookie

source: Words my parrots know
fil: Mga salitang alam ng aking mga loro

source: Cool and funny compliments to give out
fil: Malamig at nakakatawang papuri na ibigay

source: Ok, listen here,
fil: Ok, makinig dito,

source: My dream Pokemon team
fil: Ang Aking Pangarap na Pokemon Team

source: My little notes
fil: Ang aking maliit na tala

source: Surprise gift list
fil: Listahan ng Regalo ng Sorpresa

source: Brainstorming notes
fil: Mga tala sa brainstorming

source: To bring to the party
fil: Upang dalhin sa partido

source: My amazing mixtape
fil: Ang aking kamangha -manghang mixtape

source: My fav songs to sing along
fil: Ang aking mga kanta ng fav upang kumanta

source: When to water which plant
fil: Kailan sa tubig na halaman

source: Top 10 anime betrayals
fil: Nangungunang 10 Betrayals Betrayals

source: Edit title
fil: I -edit ang pamagat

source: New sticky note
bn: নতুন স্টিকি নোট
fil: Bagong malagkit na tala

source: Delete sticky note
fil: Tanggalin ang malagkit na tala

source: Always show content of sticky notes
fil: Laging ipakita ang nilalaman ng mga malagkit na tala

source: Hide content of unfocused sticky notes
fil: Itago ang nilalaman ng mga hindi nakatutok na malagkit na tala

source: Insert emoji
fil: Ipasok ang emoji

source: Preferences for this sticky note
fil: Mga kagustuhan para sa malagkit na tala na ito

source: Sticky notes utility
bn: স্টিকি নোট ইউটিলিটি
fil: Utility ng Sticky Notes

source: Write down notes, reminders, random thoughts and other short-term informations
bn: নোট, অনুস্মারক, এলোমেলো চিন্তাভাবনা এবং অন্যান্য স্বল্পমেয়াদী তথ্য লিখুন
fil: isulat ang mga tala, paalala, random na mga saloobin at iba pang mga panandaliang impormasyon

source: text;plain;plaintext;notepad;notes;sticky;post-it;
bn: পাঠ্য; সমতল; প্লেইনটেক্সট; নোটপ্যাড; নোটস; স্টিকি; পোস্ট-ইট;
fil: teksto; plain; plaintext; notepad; tala; malagkit; post-it;

source: Neither jeans nor shorts, just like jorts
bn: জিন্স বা শর্টস না, ঠিক জোর্টসের মতো
fil: Ni maong o shorts, tulad ng mga jorts

source: Colourful little sticky notes for all of your thoughts :)
fil: Makukulay na maliit na malagkit na tala para sa lahat ng iyong mga saloobin :)

source: Features include:
bn: বৈশিষ্ট্যগুলির মধ্যে রয়েছে:
fil: Kasama sa mga tampok ang:

source: Colours: Ten pretty themes. Any new note gets a random one
bn: রঙ: দশটি সুন্দর থিম।
fil: Mga Kulay: Sampung magagandang tema.

source: Adaptive: New notes get the zoom you last chose
bn: অভিযোজিত: নতুন নোটগুলি আপনি সর্বশেষ বেছে নেওয়া জুম পান
fil: Adaptive: Bagong Mga Tala Kunin ang zoom na huling napili mo

source: Cute: Each new note has a funny or cute random (editable) title
bn: বুদ্ধিমান: প্রতিটি নতুন নোটে একটি মজার বা চতুর এলোমেলো (সম্পাদনাযোগ্য) শিরোনাম রয়েছে
fil: cute: Ang bawat bagong tala ay may isang nakakatawa o cute na random (na -edit) na pamagat

source: Handy: You can open links and emails with Ctrl+Click
bn: হ্যান্ডি: আপনি সিটিআরএল ক্লিক দিয়ে লিঙ্ক এবং ইমেলগুলি খুলতে পারেন
fil: Handy: Maaari mong buksan ang mga link at email na may pag -click sa CTRL

source: This is a fork of an old version of "Notejot" by lainsce and wouldn't exist without her work. The community liked it so much, we thought it would be great to revive it!
bn: এটি লাইনস দ্বারা "নোটজোট " এর একটি পুরানো সংস্করণের কাঁটাচামচ এবং তার কাজ ছাড়া অস্তিত্ব থাকবে না।
fil: Ito ay isang tinidor ng isang lumang bersyon ng "NoteJot " ni Lainsce at hindi umiiral nang wala ang kanyang trabaho.

source: Sticky notes
bn: স্টিকি নোট
fil: malagkit na tala

source: Notes
bn: নোট
fil: Mga Tala

source: Reminder
bn: অনুস্মারক
fil: Paalala

source: A sticky note with the "Blueberry" theme
bn: "ব্লুবেরি " থিম সহ একটি স্টিকি নোট
fil: Isang malagkit na tala na may tema na "blueberry"

source: You can change individual colour and text size!
fil: Maaari mong baguhin ang indibidwal na kulay at laki ng teksto!

source: Streaming? Worried of someone looking above your shoulder? Try the Squiggly Mode!
fil: streaming?

source: Like emojis? Well there's an emoji picker!
fil: Tulad ng emojis?

source: You can unzoom so hard you could do ascii art
fil: Maaari kang mag -unzoom kaya mahirap magawa mo ang ASCII art

source: 2.2.0 The Jorts of light
bn: 2.2.0 আলোর জোর্টস
fil: 2.2.0 Ang mga jorts ng ilaw

source: Better translation coverage
bn: আরও ভাল অনুবাদ কভারেজ
fil: Mas mahusay na saklaw ng pagsasalin

source: New feature: Squiggly mode! Hide sticky notes content when unfocused
fil: Bagong Tampok: Squiggly Mode!

source: New feature: Emoji picker button! I know there is one on right-click, but buttons are more accessible!
bn: নতুন বৈশিষ্ট্য: ইমোজি পিকার বোতাম!
fil: Bagong Tampok: Emoji Picker Button!

source: The button in the toolbar displays a random emote everytime you click!
bn: সরঞ্জামদণ্ডের বোতামটি আপনি যখনই ক্লিক করেন তখন একটি এলোমেলো ইমোট প্রদর্শন করে!
fil: Ang pindutan sa toolbar ay nagpapakita ng isang random na emote tuwing nag -click ka!

source: New feature: Jorts does a monthly backup. Should there be any issue you can recover data!
bn: নতুন বৈশিষ্ট্য: জোর্টস একটি মাসিক ব্যাকআপ করে।
fil: Bagong Tampok: Ang Jorts ay gumagawa ng isang buwanang backup.

source: Should the main storage be corrupted, Jorts tries to load from backup
bn: মূল স্টোরেজটি দূষিত হওয়া উচিত, জোর্টস ব্যাকআপ থেকে লোড করার চেষ্টা করে
fil: Dapat bang masira ang pangunahing imbakan, sinubukan ni Jorts na mag -load mula sa backup

source: Some new fun/cute default titles
bn: কিছু নতুন মজাদার/বুদ্ধিমান ডিফল্ট শিরোনাম
fil: Ang ilang mga bagong pamagat ng kasiyahan/cute na default

source: Under the hood changes here and there for cleaner code
bn: হুডের নীচে ক্লিনার কোডের জন্য এখানে এবং সেখানে পরিবর্তন হয়
fil: Sa ilalim ng pagbabago ng hood dito at doon para sa mas malinis na code

source: 2.1.2 The unrippable jorts
bn: 2.1.2 অবিস্মরণীয় জোর্টস
fil: 2.1.2 Ang hindi nababagabag na mga jorts

source: Add relief to actionbar buttons
bn: অ্যাকশনবার বোতামগুলিতে ত্রাণ যুক্ত করুন
fil: Magdagdag ng kaluwagan sa mga pindutan ng ActionBar

source: Bugfix: Edge case where the theme or zoom werent properly saved
bn: বাগফিক্স: এজ কেস যেখানে থিম বা জুম সঠিকভাবে সংরক্ষণ করা হয়েছে
fil: Bugfix: Kaso sa Edge kung saan ang tema o mag -zoom ay maayos na na -save nang maayos

source: Bugfix: Title in multitasking not set correctly
bn: বাগফিক্স: মাল্টিটাস্কিংয়ে শিরোনাম সঠিকভাবে সেট করা হয়নি
fil: Bugfix: Pamagat sa multitasking hindi itinakda nang tama

source: Bugfix: Icon inconsistency accross icon themes
bn: বাগফিক্স: আইকন অসঙ্গতি আইকন থিমগুলি
fil: Bugfix: Icon hindi pagkakapare -pareho ng mga tema ng icon ng icon

source: Bugfix: Theming inconsistencies accross stickies
bn: বাগফিক্স: থিমিং অসঙ্গতিগুলি অ্যাক্রোস স্টিকিগুলি
fil: Bugfix: Ang mga hindi pagkakapare -pareho ng pag -iingat ay mga stickies

source: 2.1.1 Fresh out of the laundry! (2: electric boogaloo)
bn: 2.1.1 লন্ড্রি থেকে টাটকা!
fil: 2.1.1 sariwa sa paglalaba!

source: Clearer appmenu description
bn: ক্লিয়ারার অ্যাপমেনু বর্ণনা
fil: mas malinaw na paglalarawan ng Appmenu

source: More consistent theming
bn: আরও ধারাবাহিক তাদের
fil: Mas pare -pareho ang pag -theming

source: Bugfix: the delete shortcut was unresponsible
bn: বাগফিক্স: মুছুন শর্টকাটটি প্রতিক্রিয়াহীন ছিল
fil: Bugfix: Ang tinanggal na shortcut ay hindi responsable

source: Bugfix: screenshot not showing
bn: বাগফিক্স: স্ক্রিনশট দেখাচ্ছে না
fil: Bugfix: hindi nagpapakita ng screenshot

source: 2.1.0 Fresh out of the laundry!
bn: 2.1.0 লন্ড্রি থেকে টাটকা!
fil: 2.1.0 sariwa sa labas ng paglalaba!

source: Includes a per-note zoom! So you can get bigger or smaller text
bn: প্রতি নোট জুম অন্তর্ভুক্ত!
fil: May kasamang per-note zoom!

source: Latest set zoom, aka what is most comfortable to you, stays as default for new notes
bn: সর্বশেষ সেট জুম, ওরফে আপনার কাছে সবচেয়ে আরামদায়ক কী, নতুন নোটগুলির জন্য ডিফল্ট হিসাবে থাকে
fil: Pinakabagong Set Zoom, AKA Ano ang pinaka komportable sa iyo, mananatili bilang default para sa mga bagong tala

source: Better readability (WCAG AA or AAA depending on theme)
bn: আরও ভাল পঠনযোগ্যতা (ডাব্লুসিএজি এএ বা এএএ থিমের উপর নির্ভর করে)
fil: mas mahusay na pagbabasa (WCAG AA o AAA depende sa tema)

source: Also slightly better looking theme. Yes even more :)
bn: এছাড়াও কিছুটা ভাল খুঁজছেন থিম।
fil: Gayundin bahagyang mas mahusay na naghahanap ng tema.

source: Improved translations
bn: উন্নত অনুবাদ
fil: Pinahusay na pagsasalin

source: Better shortcut and tooltips
bn: আরও ভাল শর্টকাট এবং সরঞ্জামগুলি
fil: Mas mahusay na shortcut at tooltip

source: Fixed a bug where Jorts stayed on light system theme
bn: একটি বাগ ঠিক করা হয়েছে যেখানে জোর্টস লাইট সিস্টেম থিমে থাকে
fil: Naayos ang isang bug kung saan nanatili ang mga jorts sa tema ng light system

source: 2.0.1 Appcenter release
bn: 2.0.1 অ্যাপসেন্টার রিলিজ
fil: 2.0.1 Paglabas ng AppCenter

source: 2.0.0 Release: Slate And Bubblegum
bn: 2.0.0 রিলিজ: স্লেট এবং বুবলগাম
fil: 2.0.0 Paglabas: Slate at Bubblegum

source: Revival of an ancient but well loved version of Notejot
bn: নোটজোটের একটি প্রাচীন তবে ভাল প্রিয় সংস্করণটির পুনর্জীবন
fil: Revival ng isang sinaunang ngunit mahal na bersyon ng NoteJot

source: The app is now named Jorts. You however cannot wear it
bn: অ্যাপটির নাম এখন জোর্টস।
fil: Ang app ngayon ay pinangalanan na Jorts.

source: 10 lovely little colours
bn: 10 সুন্দর ছোট রঙ
fil: 10 kaibig -ibig maliit na kulay

source: Built atop of modern Linux technologies and packaging formats
bn: আধুনিক লিনাক্স টেকনোলজিস এবং প্যাকেজিং ফর্ম্যাটগুলির উপরে নির্মিত
fil: Itinayo sa itaas ng mga modernong teknolohiya ng Linux at mga format ng packaging

source: Smooth transition when changing theme
bn: থিম পরিবর্তন করার সময় মসৃণ রূপান্তর
fil: Makinis na paglipat kapag nagbabago ng tema

source: New stickies have a random fun little title and colour
bn: নতুন স্টিকি একটি এলোমেলো মজাদার ছোট শিরোনাম এবং রঙ
fil: Ang mga bagong stickies ay may isang random masaya maliit na pamagat at kulay

source: A few initial translations included, and more to come
bn: কয়েকটি প্রাথমিক অনুবাদ অন্তর্ভুক্ত, এবং আরও অনেক কিছু
fil: Ang ilang mga paunang pagsasalin ay kasama, at higit pa na darating

source: Email and links are clickable! Ctrl+Click to open in mail or browser
bn: ইমেল এবং লিঙ্কগুলি ক্লিকযোগ্য!
fil: Ang mga email at mga link ay mai -click!

source: Text supports undo, redo, and you can use emojis :)
bn: পাঠ্য পূর্বাবস্থায় ফিরে, পুনরায় সমর্থন করে এবং আপনি ইমোজিস ব্যবহার করতে পারেন :)
fil: Sinusuportahan ng teksto ang undo, redo, at maaari mong gamitin ang emojis :)

source: Jorts
bn: জোর্টস

source: Stella - Teamcons
bn: স্টেলা - টিমকনস

source: Cute
bn: বুদ্ধিমান

source: Desktop
bn: ডেস্কটপ
