Repository: OrionasKakomoiroglou/Jorts
Catalog: po/*.po
Languages: bn, cs, de, es, fi, fr, it, ru, sk

source: Bugfix: Theming inconsistencies accross stickies
cs: Bugfix: Tématické nekonzistence narůstají
es: Bugfix: Inconsistencias de temas de adhesivo
fi: BugFix: Epäjohdonmukaisuuksien aiheuttamat satut
ru: Bugfix: тематические несоответствия

source: 2.1.1 Fresh out of the laundry! (2: electric boogaloo)
cs: 2.1.1 Čerstvé z prádelny!
de: 2.1.1 Frisch aus der Wäscherei! (2: Electric Boogaloo)
es: 2.1.1 ¡Recién salido de la lavandería! (2: boogaloo eléctrico)
fi: 2.1.1 Tuore pesulasta!
ru: 2.1.1 только что из белья!

source: Clearer appmenu description
cs: Popis jasnějších appmenu
de: Klarere Beschreibung des App-Menüs
es: Descripción más clara del menú de la aplicación
fi: selkeämpi AppMenu -kuvaus
ru: более четкое описание Appmenu

source: More consistent theming
cs: Konzistentnější téma
es: Temas más coherentes
fi: johdonmukaisempi ne
ru: более последовательная тематическая тематическая

source: Bugfix: the delete shortcut was unresponsible
cs: Bugfix: Smazání zkratky nebyla neodpovídatelná
es: Bugfix: El acceso directo de eliminación no era responsable
fi: BugFix: Poista pikakuvaketta ei voida tehdä
ru: Bugfix: ярлык Delete был не отвечает

source: Bugfix: screenshot not showing
cs: Bugfix: Screenshot se nezobrazí
es: Corrección de errores: captura de pantalla no mostrada
fi: BugFix: Kuvakaappaus ei näy
ru: Bugfix: скриншот не показывает

source: 2.1.0 Fresh out of the laundry!
cs: 2.1.0 čerstvé z prádelny!
es: 2.1.0 recién salido de la lavandería!
fi: 2.1.0 Tuore pesulasta!
ru: 2.1.0 только что из белья!

source: Includes a per-note zoom! So you can get bigger or smaller text
cs: Zahrnuje zoom na notu!
es: ¡Incluye un zoom por nota! Para que pueda agrandar o reducir el texto.
fi: Sisältää nuotin zoomin!
ru: включает в себя увеличение на ноту!

source: Latest set zoom, aka what is most comfortable to you, stays as default for new notes
cs: Nejnovější sada Zoom, aka Co je pro vás nejpohodlnější, zůstává jako výchozí pro nové poznámky
es: El último set Zoom, también conocido como lo más cómodo para usted, permanece como predeterminado para nuevas notas
fi: Uusin Set Zoom, AKA, mikä on sinulle mukavin, pysyy oletuksena uusille muistiinpanoille
ru: Последний набор Zoom, AKA, что вам наиболее удобно, остается по умолчанию для новых заметок

source: Better readability (WCAG AA or AAA depending on theme)
cs: Lepší čitelnost (WCAG AA nebo AAA v závislosti na tématu)
es: Mejor legibilidad (WCAG AA o AAA dependiendo del tema)
fi: Parempi luettavuus (WCAG AA tai AAA teemasta riippuen)
ru: Лучшая читаемость (WCAG AA или AAA в зависимости от темы)

source: Also slightly better looking theme. Yes even more :)
cs: Také trochu lépe vypadající téma.
es: También un tema un poco mejor.
fi: Myös hieman paremman näköinen teema.
ru: Также немного более выглядящая тема.

source: Improved translations
cs: Vylepšené překlady
fi: Parannetut käännökset

source: Better shortcut and tooltips
cs: Lepší zkratky a popisky
es: Mejor acceso directo y información sobre herramientas
fi: Parempi pikakuvake ja työkaluvihjeet
ru: Лучший ярлык и подсказки инструментов

source: Fixed a bug where Jorts stayed on light system theme
cs: Opravena chyba, kde Jorts zůstal na téma Světelného systému
es: Se corrigió un error donde Jorts permanecía sobre el tema del sistema de luz
fi: Korjattu virhe, jossa Jorts pysyi kevyessä järjestelmän teemassa
ru: Исправлена ​​ошибка, где Джордс остался на тему системы света

source: 2.0.0 Release: Slate And Bubblegum
cs: 2.0.0 Vydání: břidlice a bubblegum
fi: 2,0,0 Releke: Slate and Bubblegum

source: Revival of an ancient but well loved version of Notejot
cs: Oživení starověké, ale dobře milované verze Notejot
de: Wiederbelebung einer alten, aber beliebten Version von Notejot
es: Renacimiento de una versión antigua pero muy popular de Notejot
fi: Muinaisen mutta hyvin rakastetun version herättäminen Notejotista
ru: Возрождение древней, но очень любимой версии Notejot

source: The app is now named Jorts. You however cannot wear it
cs: Aplikace se nyní jmenuje Jorts.
de: Die App heißt jetzt Jorts. Man kann sie aber nicht tragen
es: La aplicación se llama ahora Jorts. Sin embargo, no te la puedes poner
fi: Sovellus on nyt nimeltään Jorts.
ru: Переименовано в Jorts

source: 10 lovely little colours
cs: 10 krásných malých barev
de: 10 liebliche kleine Farben
es: 10 encantadores colores
fi: 10 ihanaa pientä väriä
ru: 10 чудесных маленьких цветов

source: Built atop of modern Linux technologies and packaging formats
cs: Postaveno na vrcholu moderních linuxových technologií a formátů balení
de: Erstellt auf Basis moderner Linux-Technologien und Paketformate
es: Creado con tecnologías Linux modernas y formatos de empaquetado
fi: Rakennettu modernin Linux -tekniikan ja pakkausmuotojen päälle
ru: Построен на основе современных технологий Linux и форматов упаковки

source: Smooth transition when changing theme
cs: Hladký přechod při změně tématu
de: Fließender Übergang beim Wechsel des Themes
es: Transición suave al cambiar de tema
fi: sujuva siirtyminen teeman muuttamisessa
ru: Плавный переход при смене темы

source: New stickies have a random fun little title and colour
cs: Nové Stickies mají náhodný zábavný malý název a barvu
fi: Uusilla tarttuilla on satunnainen hauska pieni otsikko ja väri

source: A few initial translations included, and more to come
cs: včetně několika počátečních překladů a dalších dalších
de: Ein paar erste Übersetzungen sind enthalten, und weitere sind geplant.
es: Se incluyen algunas traducciones iniciales, y habrá más próximamente.
fi: Muutama alkuperäinen käännös mukana ja muuta tulevaa
ru: несколько первоначальных переводов, включенных, и многое другоеНесколько первоначальных переводов включены в книгу, и еще несколько будут добавлены

source: Email and links are clickable! Ctrl+Click to open in mail or browser
cs: E -mail a odkazy lze kliknout!
de: E-Mail und Links sind anklickbar! Strg+Klick, um in E-Mail oder Browser zu öffnen
es: ¡Se pueden hacer clic en el correo electrónico y los enlaces! ¡Se puede hacer clic en el correo electrónico y en los enlaces! Ctrl+Clic para abrir en el correo o en el navegador
fi: Sähköposti ja linkit ovat napsautettavissa!
ru: Электронная почта и ссылки кликируются! Почта и ссылки кликабельны! Нажмите Ctrl+Click, чтобы открыть в почте или браузере

source: Text supports undo, redo, and you can use emojis :)
cs: Text podporuje zpět, redo a můžete použít emodži :)
de: Text unterstützt Rückgängig und Wiederherstellen und Sie können Emojis verwenden :)
es: El texto admite deshacer, rehacer y puedes usar emojis :)
fi: Teksti tukee kumousta, uudelleen, ja voit käyttää hymiöitä :)
ru: Текст поддерживает отмену, повтор, и вы можете использовать эмодзи :)

source: Lime
bn: চুন
cs: vápno
de: Limette
es: Lima
fr: Citron vert
ru: Лаймовый
sk: Vápno

source: My grocery list
bn: আমার মুদি তালিকা
cs: Můj seznam potravin
de: Meine Lebensmittelliste
es: Mi lista de la compra
fr: Ma liste de courses
it: La mia lista della spesa
ru: Список покупок
sk: Môj zoznam potravín

source: Bubblegum
bn: বুবলগাম
de: Kaugummi
es: Chicle
fr: Chewing-Gum
it: Gomma da masticare
ru: Бубльгумовый

source: 2.0.1 Appcenter release
de: 2.0.1 Appcenter-Veröffentlichung
es: Versión Appcenter 2.0.1
ru: Выпуск 2.0.1 Appcenter

source: Delete sticky note
de: Haftnotiz Löschen

source: Settings
de: Einstellungen
