Repository: OrionasKakomoiroglou/Jorts
Catalog: po/*.po
Languages: bn, cs, de, es, fi, fr, it, ru, sk

source: Blueberry
bn: ব্লুবেরি
cs: borůvka
de: Blaubeere
es: Arándano
fi: mustikka
fr: Myrtille
it: Mirtillo
ru: Черничный
sk: čučoriedka

source: Mint
bn: পুদিনা
de: Minze
es: Menta
fi: minttu
fr: Menthe
it: Menta
ru: Мятный
sk: Mincovňa

source: Banana
bn: কলা
cs: Banán
de: Banane
es: Plátano
fi: Banaani
fr: Banane
ru: Банановый
sk: banán

source: Strawberry
bn: স্ট্রবেরি
de: Erdbeere
es: Fresa
fi: Mansikka
fr: Fraise
it: Fragola
ru: Клубничный

source: Orange
bn: কমলা
es: Naranja
fi: Oranssi
it: Arancia
ru: Апельсиновый

source: Grape
bn: আঙ্গুর
de: Weintraube
es: Uva
fi: Rypäle
fr: Raisin
it: Uva
ru: Виноградный

source: Cocoa
bn: কোকো
cs: kakao
de: Kakao
es: Cacao
fi: Kaakao
fr: Cacao
it: Cacao
ru: Какао
sk: kakao

source: Slate
bn: স্লেট
de: Schiefer
es: Pizarra
fi: liuskekivi
fr: Ardoise
it: Ardesia
ru: Каменно-серый
sk: bridlica

source: Sticky Note Colour
bn: স্টিকি নোট রঙ
cs: Stiphy Note Color
de: Haftnotizfarbe
es: Nota adhesiva color
fi: tahmea nuotin väri
fr: Couleur du post-it
it: Colore nota adesiva
ru: Цвет заметки
sk: Lepkavá farba poznámky

source: Choose a colour for this sticky note
bn: এই স্টিকি নোটের জন্য একটি রঙ চয়ন করুন
cs: Vyberte barvu pro tuto lepkavou poznámku
es: Elija un color para esta nota pegajosa
fi: Valitse väri tälle tahmealle muistiinpanolle
fr: Choisissez une couleur pour ce post-it
it: scegli un colore per questa nota appiccicosa
ru: Выберите цвет для этой липкой ноты
sk: Vyberte farbu pre túto lepkavú poznámku

source: Zoom out
bn: জুম আউট
cs: Oddálení
de: Verkleinern
es: Alejar
fi: zoomaa
fr: Dézoomer
it: Riduci
ru: увеличить
sk: priblíženie

source: Default zoom level
bn: ডিফল্ট জুম স্তর
cs: Výchozí úroveň zoomu
de: Standard-Zoomstufe
es: Nivel de zoom predeterminado
fi: oletusarvoinen zoom -taso
fr: Zoom par défaut
it: Livello di zoom predefinito
ru: Уровень масштабирования по умолчанию
sk: Predvolená úroveň priblíženia

source: Zoom in
bn: জুম ইন
cs: Přiblížení
de: Vergrößern
es: Acercar
fi: Lähennä
fr: Zoomer
it: Ingrandisci
ru: Увеличение
sk: priblížte sa

source: All my very best friends
bn: আমার সমস্ত খুব ভাল বন্ধু
cs: Všichni moji nejlepší přátelé
de: Alle meine allerbesten Freunde
es: Todes mis mejores amigues
fi: Kaikki parhaat ystäväni
fr: Tous mes meilleurs amis
it: Tutti i miei migliori amici
ru: Мои лучшие друзья
sk: Všetci moji najlepší priatelia

source: My super good secret recipe
bn: আমার সুপার ভাল গোপন রেসিপি
cs: Můj super dobrý tajný recept
de: Mein super gutes Geheimrezept
es: Mi receta secreta súper buena
fi: Erittäin hyvä salaisuus reseptini
fr: Ma super recette secrète
it: La mia super ricetta segreta
ru: Мой супер секретный рецепт
sk: Môj super dobrý tajný recept

source: My todo list
bn: আমার টোডো তালিকা
cs: Můj seznam todo
de: Meine ToDo-Liste
es: Mi lista de tareas
fi: TODO -luetteloni
fr: Ma liste de choses à faire
it: La mia lista delle cose da fare
ru: Список дел
sk: Môj zoznam Todo

source: Super secret to not tell anyone
bn: কাউকে না বলার জন্য সুপার সিক্রেট
cs: Super tajemství, že to nikomu neřeknu
de: Supergeheimnis, das niemandem verraten werden darf
es: Supersecreto para no contárselo a nadie
fi: Erittäin salainen olla kertomatta kenellekään
fr: Super secret à ne dire à personne
it: Super segreto da non dire a nessuno
ru: Секрет, никому не показывать
sk: Super tajomstvo, že nikomu nepoviem

source: Random shower thoughts
bn: এলোমেলো ঝরনা চিন্তা
cs: Náhodné sprchové myšlenky
de: Zufällige Gedanken zum Duschen
es: Pensamientos aleatorios en la ducha
fi: Satunnaiset suihku -ajatukset
fr: Réflexions aléatoires sous la douche
it: Pensieri casuali sotto la doccia
ru: Мои мысли в душе
sk: Náhodné sprchové myšlienky

source: My fav fanfics
bn: আমার ফেভ ফ্যানফিক্স
cs: Moje fav fanfics
de: Meine Lieblingsfanfics
es: Mis fanfics favoritos
fi: FAV -fanit
fr: Mes fanfics préférées
it: Le mie fanfiction preferite
ru: Мой любимый фанфик
sk: Moje obľúbené fanfics

source: My fav dinosaurs
bn: আমার ফেভ ডাইনোসর
cs: Moji oblíbení dinosauři
de: Meine Lieblingsdinosaurier
es: Mis dinosaurios favoritos
fi: Fav -dinosaurukset
fr: Mes dinosaures préférés
it: I miei dinosauri preferiti
ru: Мои любимые динозавры
sk: Moje obľúbené dinosaury

source: My evil mastermind plan
bn: আমার দুষ্ট মাস্টারমাইন্ড পরিকল্পনা
cs: Můj plán zlého mistra
de: Mein böser genialer Plan
es: Mi malvado plan maestro
fi: Paha päämieheni suunnitelmani
fr: Mon plan diabolique
it: Il mio piano diabolico
ru: Мой гениальный план
sk: Môj zlý Mastermind Plan

source: What made me smile today
bn: আজ কি আমাকে হাসিয়ে দিয়েছে
cs: Co mě dnes rozesmálo
de: Was mich heute zum Lächeln gebracht hat
es: Lo que me ha hecho sonreír hoy
fi: Mikä sai minut hymyilemään tänään
fr: Ce qui m'a fait sourire aujourd'hui
it: Cosa mi ha fatto sorridere oggi
ru: Что меня сегодня порадовало
sk: Čo ma dnes rozosmiala

source: Hello world!
bn: হ্যালো ওয়ার্ল্ড!
cs: Ahoj svět!
de: Hallo Welt!
es: ¡Hola, mundo!
fi: Hei maailma!
fr: Bonjour tout le monde!
it: Ciao mondo!
ru: Привет, мир!
sk: Ahoj svet!

source: New sticky, new me
bn: নতুন স্টিকি, নতুন আমাকে
cs: Nové lepkavé, nové mě
de: Neuer Kleber, neues Ich
es: Nueva pegatina, nuevo yo
fi: Uusi tahmea, uusi minä
fr: Nouveau post-it, nouveau moi
it: Nuovo appiccicoso, nuovo me
ru: Новая заметка
sk: Nový lepkavý, New Me

source: Hidden pirate treasure
bn: লুকানো জলদস্যু ধন
cs: Skrytý pirátský poklad
de: Versteckter Piratenschatz
es: Ubicación del tesoro pirata escondido
fi: Piilotettu merirosvo -aarre
fr: Emplacement du trésor pirate
it: Tesoro pirata nascosto
ru: Спрятанное сокровище
sk: Skrytý pirátsky poklad

source: To not forget, ever
bn: ভুলে যাবেন না, কখনও
cs: Nezapomenout, nikdy
de: Nicht vergessen!
es: No olvidar
fi: Älä unohda koskaan
fr: A ne pas oublier!
it: Per non dimenticare, mai
ru: Чтобы никогда не забыть
sk: Nezabudnite, nikdy

source: Dear Diary,
bn: প্রিয় ডায়েরি,
cs: Drahý deník,
de: Liebes Tagebuch,
es: Querido diario:
fi: Rakas päiväkirja,
fr: Cher journal,
it: Caro diario,
ru: Дорогой дневник,
sk: Drahý denník,

source: Hi im a square
bn: হাই আমি একটি স্কোয়ার
cs: Ahoj im čtverco
de: Hallo, ich bin ein Quadrat
es: Hola, soy un cuadrado
fi: Hei im aukio
fr: Bonjour, je suis un carré
it: Ciao, sono un quadrato
ru: Привет, я квадратик
sk: Ahoj im štvorec

source: Have a nice day! :)
bn: একটি সুন্দর দিন দিন!
cs: Přeji hezký den!
de: Einen schönen Tag noch! :)
es: Que tengas un buen día. :)
fi: Hyvää päivää!
fr: Bonne journée ! :)
it: Buona giornata! :)
ru: Хорошего дня! :)
sk: Prajem pekný deň!

source: My meds schedule
bn: আমার মেডস শিডিউল
cs: Můj rozvrh Meds
de: Mein Medikamentenplan
es: Mi horario de medicación
fi: Leds -aikataulu
fr: Mon calendrier de médicaments
it: Il mio programma di farmaci
ru: Расписание приёма лекарств
sk: Môj liek

source: Household chores
bn: গৃহস্থালী কাজ
cs: domácí práce
de: zu erledigende Hausarbeiten
es: Tareas domésticas
fi: Kotitaloustyöt
fr: Tâches ménagères
it: Faccende domestiche
ru: Домашние обязанности
sk: domáce práce

source: Ode to my cat
bn: আমার বিড়ালের কাছে ওড
cs: Óda k mé kočce
de: Ode an meine Katze
es: Oda a mi gato
fi: Oodi kissalleni
fr: Ode à mon chat
it: Ode al mio gatto
ru: Ода моему коту
sk: óda na moju mačku

source: My dogs favourite toys
bn: আমার কুকুর প্রিয় খেলনা
cs: oblíbené hračky mých psů
de: Lieblingsspielzeug meiner Hunde
es: Los juguetes favoritos de mis perros
fi: Koirani suosikkilelut
fr: Les jouets préférés de mes chiens
it: I giochi preferiti dei miei cani
ru: Любимые игрушки моей собаки
sk: Obľúbené hračky mojich psov

source: How cool my birds are
bn: আমার পাখি কত শীতল
cs: Jak cool jsou moji ptáci
de: Wie cool meine Vögel sind
es: Qué guays son mis pájaros
fi: Kuinka viileitä lintujeni ovat
fr: Comme mes oiseaux sont cool
it: Quanto sono fighi i miei uccelli
ru: Какие классные у меня птички
sk: Aké super sú moje vtáky

source: Suspects in the Last Cookie affair
bn: শেষ কুকি সম্পর্কে সন্দেহভাজন
cs: Podezřelí v poslední aféře cookie
de: Verdächtige in der Last-Cookie-Affäre
es: Sospechosos en el asunto de la última galleta
fi: Epäiltyjä viimeisessä evästeosassa
fr: Suspects dans l'affaire du dernier biscuit
it: Sospetti nell'affare dell'ultimo biscotto
ru: Кто взял последнюю печеньку
sk: Podozriví v poslednej afére cookie

source: Words my parrots know
bn: শব্দগুলি আমার তোতা জানে
cs: Slova moji papoušci vědí
de: Worte, die meine Papageien kennen
es: Palabras que conocen mis loros
fi: Papukaijani tietävät sanat
fr: Des mots que mes perroquets connaissent
it: Parole che conoscono i miei pappagalli
ru: Слова, которые знают мои попугаи
sk: Slová moje papagáje vedia

source: Cool and funny compliments to give out
bn: দুর্দান্ত এবং মজার প্রশংসা
cs: Skvělé a vtipné komplimenty
de: Coole und lustige Komplimente zum Verteilen
es: Elogios chulos y divertidos
fi: Viileät ja hauskat kohteliaisuudet antaa
fr: Compliments sympas et marrants
it: Complimenti simpatici e divertenti da fare
ru: Список комплиментов
sk: Chladné a vtipné komplimenty na rozdanie

source: Ok, listen here,
bn: ঠিক আছে, এখানে শুনুন,
cs: Dobře, poslouchejte tady,
de: Ok, hör mal zu,
es: A ver, escucha,
fi: OK, kuuntele täällä,
fr: Ok, écoute bien,
it: Ok, ascoltami
ru: Слушай сюда,
sk: Dobre, počúvaj tu,

source: My dream Pokemon team
bn: আমার স্বপ্নের পোকেমন দল
cs: Můj tým Dream Pokemon
de: Mein Traum-Pokemon-Team
es: El equipo Pokemon de mis sueños
fi: Unelmani Pokemon -tiimini
fr: L'équipe Pokemon de mes rêves
it: La mia squadra di Pokemon dei sogni
ru: Моя команда Покемонов
sk: Môj tím Pokemon Dream Pokemon

source: My little notes
bn: আমার ছোট নোট
cs: Moje malé poznámky
de: Meine kleinen Notizen
es: Mis pequeñas notas
fi: Pienet muistiinpanoni
fr: Mes petites notes
it: I miei piccoli appunti
ru: Моя маленькая заметка
sk: Moje malé poznámky

source: Surprise gift list
bn: আশ্চর্য উপহারের তালিকা
cs: Seznam dárků překvapení
de: Liste der Überraschungsgeschenke
es: Lista de regalos sorpresa
fi: Yllätyslahjaluettelo
fr: Liste de cadeaux surprise
it: Lista dei regali a sorpresa
ru: Список подарков
sk: Zoznam darčekov prekvapenia

source: Brainstorming notes
bn: বুদ্ধিদীপ্ত নোট
cs: Poznámky k brainstormingu
de: Brainstorming-Notizen
es: Notas de lluvia de ideas
fi: Aivoriihi muistiinpanot
fr: Notes de brainstorming
it: Appunti per il brainstorming
ru: Брейншторминг
sk: Brainstorming poznámky

source: To bring to the party
bn: পার্টিতে আনতে
cs: Přivést na stranu
de: Zum Mitbringen zur Party
es: Para llevar a la fiesta
fi: tuoda juhliin
fr: A ramener à la soirée
it: Da portare alla festa
ru: Что я надену
sk: priviesť na večierok

source: My amazing mixtape
bn: আমার আশ্চর্যজনক মিক্সটেপ
cs: Moje úžasná směsice
de: Mein erstaunliches Mixtape
es: Mi increíble mixtape
fi: Amazing Mixtape
fr: Mon incroyable mixtape
it: Il mio fantastico mixtape
ru: Мой микстейп
sk: Môj úžasný mixape

source: Napkin scribbles
bn: ন্যাপকিন স্ক্রিবলস
cs: Ubrousky
de: Serviettenkritzeleien
es: Garabatos en una servilleta
fi: lautasliinakirjoitukset
fr: Gribouillis sur serviette
it: Scarabocchi su tovagliolo
ru: Каракули на салфетке
sk: obrúsky čmáracie

source: My fav songs to sing along
bn: আমার ফেভ গানগুলি পাশাপাশি গান
cs: Moje oblíbené písně, které zpívají
es: Mis canciones favoritas para cantar
fi: FAV -kappaleeni laulaa
fr: Mes chansons préférées pour chanter
it: le mie canzoni preferite da cantare insieme
ru: мои любимые песни, чтобы петь вместе
sk: Moje obľúbené piesne spievať spolu

source: When to water which plant
bn: কখন কোন উদ্ভিদ জল
cs: Kdy zalévat, kterou rostlinu
es: cuándo regar qué planta
fi: Milloin kasvi vettä
fr: Quand arroser qui plante
it: quando annaffiare quale pianta
ru: когда есть вода, которая сажает
sk: Kedy voda, ktorá rastlina

source: Top 10 anime betrayals
bn: শীর্ষ 10 এনিমে বিশ্বাসঘাতকতা
cs: 10 nejlepších anime zrady
es: Top 10 traiciones de anime
fi: Top 10 anime -petosta
fr: Top 10 des trahisons d'anime
it: primi 10 tradimenti anime
ru: 10 лучших аниме предательства
sk: Top 10 anime zrady

source: Edit title
bn: শিরোনাম সম্পাদনা করুন
cs: Upravit název
de: Titel bearbeiten
es: Editar título
fi: Muokkaa otsikko
fr: Éditer le titre
it: Modifica titolo
ru: Редактировать название
sk: Úpravy názvu

source: New sticky note
bn: নতুন স্টিকি নোট
cs: Nová lepkavá poznámka
de: Neue Haftnotiz
es: Nueva nota adhesiva
fi: Uusi tahmea nuotti
fr: Nouveau post-it
it: Nuovo post-it
ru: Новая заметка
sk: Nová lepkavá poznámka

source: Delete sticky note
bn: স্টিকি নোট মুছুন
cs: Odstraňte lepkavou poznámku
fi: Poista tahmea huomautus
sk: Odstrániť lepkavú poznámku

source: Always show content of sticky notes
bn: সর্বদা স্টিকি নোটগুলির সামগ্রী দেখান
cs: Vždy ukažte obsah lepkavých poznámek
es: Siempre muestre contenido de notas adhesivas
fi: Näytä aina tarttuvien muistiinpanojen sisältö
fr: Toujours afficher le contenu des post-it
it: mostra sempre il contenuto di note appiccicose
ru: Всегда показывайте содержание липких заметок
sk: Vždy zobrazujte obsah lepkavých poznámok

source: Hide content of unfocused sticky notes
bn: আনফোকড স্টিকি নোটগুলির সামগ্রী লুকান
cs: Skryjte obsah nezaostřených lepkavých poznámek
es: Ocultar contenido de notas pegajosas desenfrenadas
fi: Piilota keskittymättömien tarttuvien muistiinpanojen sisältö
fr: Masquer le contenu des post-its en arrière-plan
it: nascondi il contenuto di note appiccicose sfocate
ru: Скрыть содержание сфокусированных липких заметок
sk: Skryte obsah nezaostrených lepkavých poznámok

source: Insert emoji
bn: ইমোজি sert োকান
cs: Vložte emoji
es: inserte emoji
fi: Aseta emoji
fr: insérer les emoji
it: inserire emoji
ru: вставьте смайлики
sk: Vložte emodži

source: Preferences for this sticky note
bn: এই স্টিকি নোটের জন্য পছন্দগুলি
cs: Předvolby pro tuto lepkavou poznámku
es: Preferencias para esta nota pegajosa
fi: Tämän tahmean nuotin mieltymykset
fr: Préférences pour ce post-it
it: Preferenze per questa nota appiccicosa
ru: предпочтения для этой липкой ноты
sk: Preferencie pre túto lepkavú poznámku

source: Sticky notes utility
de: Dienstprogramm für Haftnotizen
fi: Sticky Notes Apuohjelma

source: Write down notes, reminders, random thoughts and other short-term informations
cs: Zapište si poznámky, připomenutí, náhodné myšlenky a další krátkodobé informace
de: Notizen, Erinnerungen, zufällige Gedanken und andere kurzfristige Informationen
es: Escriba notas, recordatorios, pensamientos aleatorios y otras informaciones a corto plazoEscribir notas, recordatorios, pensamientos aleatorios y otra información a corto plazo
fi: Kirjoita muistiinpanot, muistutukset, satunnaiset ajatukset ja muut lyhytaikaiset tiedot
ru: Запишите заметки, напоминания, случайные мысли и другие краткосрочные информации

source: text;plain;plaintext;notepad;notes;sticky;post-it;
cs: Text; Plain; PlainText; Poznámkový blok; Poznámky; lepkavé; post-it;
es: texto; simple; texto sin formato; notas; notas; pegajoso; post-it;
fi: teksti; tavallinen; selkeä teksti; muisti; huomautukset; tahmea; post-it;
ru: текст; простой;text;plain;plaintext;notepad;notes;sticky;post-it;текст;блокнот;заметка;заметки;

source: Neither jeans nor shorts, just like jorts
cs: Ani džíny, ani šortky, stejně jako Jorts
de: Weder Jeans noch Shorts, genau wie Jorts
fi: Ei farkut tai shortsit, aivan kuten Jorts

source: Colourful little sticky notes for all of your thoughts :)
cs: Barevné malé lepkavé poznámky pro všechny vaše myšlenky :)
de: Bunte kleine Haftnotizen für all Ihre Gedanken :)
fi: Värikkäitä pieniä tahmeita muistiinpanoja kaikille ajatuksillesi :)

source: Features include:
cs: Funkce zahrnují:
de: Zu den Funktionen gehören:
es: Las características incluyen:
fi: Ominaisuudet sisältävät:
ru: функции включают:

source: Colours: Ten pretty themes. Any new note gets a random one
cs: Barvy: Deset pěkných témat.
de: Farben: Zehn hübsche Themen. Jede neue Note erhält eine zufällige
es: Colores: Diez bonitos temas. Cada nueva nota recibe una al azar.
fi: Värit: Kymmenen kauniita teemaa.
ru: Цвета: десять красивых тем.

source: Adaptive: New notes get the zoom you last chose
cs: Adaptivní: Nové poznámky Získejte zoom, který jste naposledy vybrali
de: Anpassungsfähig: Neue Notizen erhalten den zuletzt gewählten Zoom
es: Adaptativo: Nuevas notas Obtenga el zoom que eligió por última vezAdaptable: Las notas nuevas obtienen el zoom que eligió por última vez.
fi: Mukautuva: Uudet muistiinpanot Hanki viimeksi valitsemasi zoom
ru: адаптивные: новые заметки Получите масштаб, который вы в последний раз выбрали

source: Cute: Each new note has a funny or cute random (editable) title
cs: Roztomilý: Každá nová poznámka má legrační nebo roztomilý náhodný (upravitelný) titul
de: Niedlich: Jede neue Notiz hat einen lustigen oder niedlichen zufälligen (editierbaren) Titel
es: Cute: cada nueva nota tiene un título divertido o lindo aleatorio (editable)Lindo: Cada nota nueva tiene un título aleatorio (editable) divertido o lindo.
fi: Söpö: Jokaisella uudella huomautuksella on hauska tai söpö satunnainen (muokattava) otsikko
ru: Симпатичная: каждая новая нота имеет смешное или милое случайное (редактируемое) название

source: Handy: You can open links and emails with Ctrl+Click
cs: Handy: Můžete otevřít odkazy a e -maily pomocí Ctrl Click
de: Praktisch: Sie können Links und E-Mails mit Strg+Klick öffnen
fi: Kätevä: Voit avata linkkejä ja sähköposteja Ctrl -napsautuksella

source: This is a fork of an old version of "Notejot" by lainsce and wouldn't exist without her work. The community liked it so much, we thought it would be great to revive it!
cs: Toto je vidlička staré verze "Notejot" od Lainsce a bez její práce by neexistovala.
de: Dies ist eine Abspaltung einer alten Version von Notejot von lainsce und würdeohne ihre Arbeit nicht existieren. Der Community gefiel es so gut, dass wir dachten, es wäre großartig, es wiederzubeleben!
es: Esta es una bifurcación de una versión antigua de "Notejot" de Lainsce y no existiría sin su trabajo. Esta es una bifurcación de una versión antigua de Notejot de lainsce,y no existiría sin su trabajo.¡ A la comunidad le gustó tanto que pensamos quesería genial revivirla!
fi: Tämä on Lainscen "Notejot" -haarukka, eikä sitä ole olemassa ilman hänen työtä.
ru: Это вилка старой версии "notejot " от Lainsce и не существовала бы без ее работы.

source: Sticky notes
de: Haftnotizen
fi: tahmeita muistiinpanoja

source: Notes
cs: Poznámky
de: Notizen
es: Notas
fi: Muistiinpanot
ru: Примечания

source: Cute
cs: Roztomilé
de: Niedlich
es: Lindo
fi: söpö
ru: Милый

source: Desktop
de: Schreibtisch
fi: Työpöytä
ru: Настольный компьютер

source: Reminder
cs: Připomenutí
de: Erinnerung
es: Recordatorio
fi: Muistutus
ru: Напоминание

source: A sticky note with the "Blueberry" theme
cs: Stiphy Note s tématem "Blueberry"
de: Eine Haftnotiz mit dem Blaubeer-Thema
es: Una nota adhesiva con el tema «Arándano».
fi: tahmea huomautus "mustikka " -teemalla
ru: Липкая записка с темой «Черника».

source: You can change individual colour and text size!
cs: Můžete změnit velikost individuální barvy a textu!
de: Sie können die Farbe und Textgröße individuell ändern!
es: ¡Puede cambiar el color y el tamaño del texto individualmente!
fi: Voit muuttaa yksittäistä väriä ja tekstin kokoa!
ru: Вы можете изменить отдельный цвет и размер текста!

source: Streaming? Worried of someone looking above your shoulder? Try the Squiggly Mode!
cs: Streamování?
es: ¿Transmisión?
fi: suoratoisto?
ru: потоковая передача?

source: Like emojis? Well there's an emoji picker!
cs: Jako emodži?
es: ¿Como emojis?
fi: Kuten hymiöt?
ru: как смайлики?

source: You can unzoom so hard you could do ascii art
cs: Můžete unzoom tak tvrdě, že byste mohli dělat ASCII ART
de: Sie können so stark herauszoomen, dass Sie ASCII-Kunst machen könnten
es: Puedes alejarte tanto que podrías hacer arte ASCII.
fi: Voit irrottaa niin kovasti, että voit tehdä ASCII -taidetta
ru: Вы можете разуж так сильно, что можете сделать ASCII Art

source: 2.2.0 The Jorts of light
cs: 2.2.0 Jorts of Light
es: 2.2.0 los Jorts of Light
fi: 2.2.0 Valon jortit

source: Better translation coverage
cs: Lepší pokrytí překladu
es: Mejor cobertura de traducción
fi: Parempi käännösten kattavuus
ru: Лучшее покрытие перевода

source: New feature: Squiggly mode! Hide sticky notes content when unfocused
cs: Nová funkce: Squiggly režim!
es: Nueva característica: ¡Modo Squiggly!
fi: Uusi ominaisuus: Squiggly -tila!
ru: Новая функция: кригский режим!

source: New feature: Emoji picker button! I know there is one on right-click, but buttons are more accessible!
cs: Nová funkce: Tlačítko Emoji Picker!
es: Nueva característica: ¡Botón de selección de emoji!
fi: Uusi ominaisuus: Emoji Picker -painike!
ru: Новая функция: кнопка сбора эмодзи!

source: The button in the toolbar displays a random emote everytime you click!
cs: Tlačítko na panelu nástrojů zobrazuje náhodné emoce pokaždé, když kliknete!
es: ¡El botón en la barra de herramientas muestra un emote aleatorio cada vez que hace clic!
fi: Työkalurivin painike näyttää satunnaisen emotein aina napsauttamasi!
ru: Кнопка на панели инструментов отображает случайную эмоцию каждый раз, когда вы нажимаете!

source: New feature: Jorts does a monthly backup. Should there be any issue you can recover data!
cs: Nová funkce: Jorts provádí měsíční zálohu.
es: Nueva característica: Jorts hace una copia de seguridad mensual.
fi: Uusi ominaisuus: Jorts tekee kuukausittaisen varmuuskopion.
ru: Новая функция: Jorts делает ежемесячную резервную копию.

source: Should the main storage be corrupted, Jorts tries to load from backup
cs: Pokud bude hlavní úložiště poškozeno, Jorts se snaží načíst ze zálohy
es: Si el almacenamiento principal se corrompe, Jorts intenta cargarse desde la copia de seguridad
fi: Jos päävarasto on vioittunut, Jorts yrittää ladata varmuuskopiosta
ru: если основное хранилище будет повреждено, Джордс пытается загрузить из резервного копирования

source: Some new fun/cute default titles
cs: Některé nové zábavné/roztomilé výchozí tituly
es: algunos nuevos títulos predeterminados divertidos/lindos
fi: joitain uusia hauskoja/söpöjä oletusnimikkeitä
ru: несколько новых веселых/милых названий по умолчанию

source: Under the hood changes here and there for cleaner code
cs: Pod kapotou se mění sem a tam pro čistší kód
es: debajo del capó cambia aquí y allá para el código más limpio
fi: Konepellin alla muuttuu täältä puhdistusaineen koodiin
ru: под изменениями капота здесь и там для чистого кода

source: 2.1.2 The unrippable jorts
cs: 2.1.2 Neochvěditelné jorty
de: 2.1.2 Die unzerreißbare Latzhose
es: 2.1.2 Los jorts no rasgados
fi: 2.1.2 Rävittämättömät jortit
ru: 2.1.2 Беспорязимые Jorts

source: Add relief to actionbar buttons
cs: Přidejte úlevu k tlačítkům ActionBar
es: Agregar alivio a los botones de Action Bar
fi: Lisää helpotus ActionBar -painikkeisiin
ru: Добавьте облегчение к кнопкам.

source: Bugfix: Edge case where the theme or zoom werent properly saved
cs: Bugfix: případ Edge, kde je téma nebo zoom správně uloženo
es: Bugfix: Borde Case donde el tema o el zoom no se guardaron correctamente
fi: BugFix: Edge -kotelo, jossa teema tai zoomaus on oikein tallennettu
ru: Bugfix: Chare Edge, где тема или масштаб не сохранились должным образом

source: Bugfix: Title in multitasking not set correctly
cs: Bugfix: Název v multitaskingu není nastaven správně
de: Fehlerbehebung: Titel im Multitasking nicht korrekt eingestellt
es: Bugfix: Título en multitarea no configurado correctamenteCorrección de errores: El título en multitarea no se ha configurado correctamente.
fi: BugFix: Otsikko monitehtävissä ei ole asetettu oikein
ru: Bugfix: заголовок в многозадачности неправильно установлен

source: Bugfix: Icon inconsistency accross icon themes
cs: Bugfix: Ikona nekonzistentnost Accross Icon Témata
es: Bugfix: Icon Inconsistencia Across Temas de icono
fi: BugFix: Kuvake epäjohdonmukaisuus Accross -kuvakkeen teemat
ru: Bugfix: значок несоответствия
